<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>PayloadContent</key>
	<array>
		<dict>
			<key>IPv4</key>
			<dict>
				<key>OverridePrimary</key>
				<integer>1</integer>
			</dict>
			<key>PayloadDescription</key>
			<string>Configures VPN settings</string>
			<key>PayloadDisplayName</key>
			<string>VPN</string>
			<key>PayloadIdentifier</key>
			<string>com.apple.vpn.managed.20AB6DF5-8FC7-467B-8201-84AC570AB414</string>
			<key>PayloadType</key>
			<string>com.apple.vpn.managed</string>
			<key>PayloadUUID</key>
			<string>70BEB9A1-1505-4427-8929-3CC01C46E2FB</string>
			<key>PayloadVersion</key>
			<real>1</real>
			<key>Proxies</key>
			<dict>
				<key>HTTPEnable</key>
				<integer>0</integer>
				<key>HTTPSEnable</key>
				<integer>0</integer>
			</dict>
			<key>UserDefinedName</key>
			<string>YONA-VPN-PROFILE-20150415-2109</string>
			<key>VPN</key>
			<dict>
				<key>AuthName</key>
				<string>bsmith</string>
				<key>AuthenticationMethod</key>
				<string>Password</string>
				<key>RemoteAddress</key>
				<string>DEFAULT</string>
			</dict>
			<key>VPNSubType</key>
			<string>net.openvpn.OpenVPN-Connect.vpnplugin</string>
			<key>VPNType</key>
			<string>VPN</string>
			<key>VendorConfig</key>
			<dict>
				<key>PASSWORD</key>
				<string>yonaios</string>
				<key>USERNAME</key>
				<string>bsmith</string>
				<key>auth</key>
				<string>SHA1</string>
				<key>auth-user-pass</key>
				<string>NOARGS</string>
				<key>ca</key>
				<string>-----BEGIN CERTIFICATE-----
\nMIICdDCCAd2gAwIBAgIJAKHlBds0knLfMA0GCSqGSIb3DQEBCwUAMDExEzARBgNV
\nBAMTCnlvbmEtZ3cwMDMxDTALBgNVBAoTBFlvbmExCzAJBgNVBAYTAk5MMB4XDTE1
\nMTAyNDE4NDAxNVoXDTIzMTAyMjE4NDAxNVowMTETMBEGA1UEAxMKeW9uYS1ndzAw
\nMzENMAsGA1UEChMEWW9uYTELMAkGA1UEBhMCTkwwgZ8wDQYJKoZIhvcNAQEBBQAD
\ngY0AMIGJAoGBAM9iCyAcl67qerg9IYbkFUDTxG73hhUTqglDA7GkDv0Q8AUK6sFN
\ngKgIKyQ4Qy4QuqVeunTwHP1LVlNk1rIu9QNKAxL90B8u5n7UO7B6ASkTokOd1aD0
\njxN9FVJZPcejyqnr12R+uzBW3N1ZK87J/hS5aaKhDu535QN0yEZRO0LtAgMBAAGj
\ngZMwgZAwHQYDVR0OBBYEFD7+oDI0SxNHItX1CBsh79qZ7nLSMGEGA1UdIwRaMFiA
\nFD7+oDI0SxNHItX1CBsh79qZ7nLSoTWkMzAxMRMwEQYDVQQDEwp5b25hLWd3MDAz
\nMQ0wCwYDVQQKEwRZb25hMQswCQYDVQQGEwJOTIIJAKHlBds0knLfMAwGA1UdEwQF
\nMAMBAf8wDQYJKoZIhvcNAQELBQADgYEAx671Cv4urGpLGrH21bdGjR29qEUYGwU9
\n+qWWNiFHSiu+1928Ix1wun2NMKIDQWQ/zsCy/NtUhajK5lonvYVfsmcLCIqveAEV
\nk01xnwm210/pltMc43SOQDc8uc9wzMVo5az1+KRFqX6tNWX0YcKiMZJYIBLnW1LV
\nMQ9Zm4u00bA=
\n-----END CERTIFICATE-----</string>
				<key>cipher</key>
				<string>AES-256-CBC</string>
				<key>client</key>
				<string>NOARGS</string>
				<key>comp-lzo</key>
				<string>NOARGS</string>
				<key>dev</key>
				<string>tun</string>
				<key>key-direction</key>
				<string>1</string>
				<key>nobind</key>
				<string>NOARGS</string>
				<key>persist-key</key>
				<string>NOARGS</string>
				<key>persist-tun</key>
				<string>NOARGS</string>
				<key>proto</key>
				<string>tcp-client</string>
				<key>remote</key>
				<string>185.3.210.43 443</string>
				<key>resolv-retry</key>
				<string>infinite</string>
				<key>tls-auth</key>
				<string>-----BEGIN OpenVPN Static key V1-----
\n106a6773b0c019f61c954784ad67b852
\n74d82b712dd235e436950e17d019c2e8
\na4205bb809af417d85952bfc0c921cf5
\nec2547526584749ec079fe4e3ad5e0ec
\n9f20d0b6a25c6535c21101f98c3af8e3
\n44ad0e18bd04e96f2e4992fa1cbf7b23
\n2255c535385a194a176003aad54c38c8
\n62a3c98ede521f2a71e1fc8b348eb344
\n3bdfad46bfb885d3888e39a3b4187cf5
\ne6e6ef631f0b0ab3eb8210df58eeb379
\n1b51a2886ea5dcdfa18d19100142516d
\na2a714cbca00d031371b6f972fc85e22
\n5dd16fb22bbfb2841b9f8dd01a991069
\ndddc18040c43776680f36a451a9c8e77
\n63e1f19b2cf2f13bc3443ec54299f179
\n0e653b2b4baa3765cbd533e906762224
\n-----END OpenVPN Static key V1-----</string>
				<key>tls-remote</key>
				<string>"/C=NL/O=Yona/CN=yona-gw003"</string>
				<key>verb</key>
				<string>3</string>
				<key>vpn-on-demand</key>
				<string>0</string>
			</dict>
		</dict>
		<dict>
			<key>PayloadCertificateFileName</key>
			<string>Guardian CA Cert (4) (1).crt</string>
			<key>PayloadContent</key>
			<data>
			LS0tLS1CRUdJTiBDRVJUSUZJQ0FURS0tLS0tCk1JSURHekNDQWdP
			Z0F3SUJBZ0lCQnpBTkJna3Foa2lHOXcwQkFRc0ZBREFkTVJzd0dR
			WURWUVFERXhKemJXOXYKZEdoM1lXeHNNREF6TG5sdmJtRXdJaGdQ
			TWpBeE5URXdNalF4T0RFMk1qVmFHQTh5TURNd01UQXlNREU0TVRZ
			eQpOVm93SFRFYk1Ca0dBMVVFQXhNU2MyMXZiM1JvZDJGc2JEQXdN
			eTU1YjI1aE1JSUJJakFOQmdrcWhraUc5dzBCCkFRRUZBQU9DQVE4
			QU1JSUJDZ0tDQVFFQTdscTljYnVYdVYxRXpKU3RWUlNCVENrMW9X
			VXJYRDJvRDN0QWh5UCsKazJXS3JWK1dHSFJPR0hpL1NkRlhxMW5s
			SWNNRlN4R0g4dnh6RDNsRDIyUUZ0cjVCSDZqM3AzWXFjaG9RUFpG
			aQpIeHlRYTRGWHR1ZUFyTXRHVTVnTGlkNmwzTlpWcmp1ZDYrWFhW
			TU5vRFI2RE9JMmMySkNpMlN1MUE4MEQ1YkpECjJYMFllK1BLTmZu
			MHJFU1JCbTNNREFDcUxoTno0a080UGE0L0ZGaEs1ckY0VkRTSUFD
			QXFjT3hxMk8wZHRTTzEKcFNoL0lpc1RONFRiY2Z4SnE0NVBIcnUr
			ZXFESE9uaXNpMmhWalRKK0pTUW52VU8rMGkwajhGOElMNDV0M1ht
			Ywo5NE5jWXMwQVhoY3FDYStnVEd4aUhsdmxhbUJEbERaRWR3UGIx
			ZyszQlo2Q01RSURBUUFCbzJJd1lEQVBCZ05WCkhSTUJBZjhFQlRB
			REFRSC9NQjBHQTFVZEVRUVdNQlNDRW5OdGIyOTBhSGRoYkd3d01E
			TXVlVzl1WVRBUEJnTlYKSFE4QkFmOEVCUU1EQndRQU1CMEdBMVVk
			RGdRV0JCU2dmSlNSdTNpOEpYY0hCY2M0d1dHMkw2ZjZUVEFOQmdr
			cQpoa2lHOXcwQkFRc0ZBQU9DQVFFQUZoVjExRVFFRWtubUcveGJH
			TTFLQ1ltaWhzUUd0b25RdDZ2dk1rMGxDdnZXCkJ5RkZWOW1BVHhh
			TmVOS1FWS0hORWhUSHdzb2NyQzZNQWh3cTExaHVqcDZwYW5pSExp
			OVhFL0FiOXdVckV3MFUKMkMvUUNSVkIzK0VacG96YmFkSHJrQXVE
			a0JhMkF5TE9PMUt6bExYdXRUc005Y09YdWtYdElqdzJHVjlhY0kz
			aApFMWF0cmUzSTYrc1hERDFzdGZGWnM2cUtwcGhSYVN3TlNDbkZP
			YTUrbUsxR3RIYnIwZi9CYlNUeW9wK25LVnl0CkErcGV3alBVYUVS
			aWpqa2dhVDJxeWdLQ2tRUTAzaWFMRXo2akQxREt2WTlOaXBjWTJm
			OFdCSytTVE56NnFBeXAKTUN1SXY3VjI2emp3WDFQOTFOT28wcy9o
			dG94eHh4RGl2ODZuVXVZVzhBPT0KLS0tLS1FTkQgQ0VSVElGSUNB
			VEUtLS0tLQo=
			</data>
			<key>PayloadDescription</key>
			<string>Adds a CA root certificate</string>
			<key>PayloadDisplayName</key>
			<string>smoothwall003.yona</string>
			<key>PayloadIdentifier</key>
			<string>com.apple.security.root.FE67BAE8-B81C-4764-92E4-61F42AE23505</string>
			<key>PayloadType</key>
			<string>com.apple.security.root</string>
			<key>PayloadUUID</key>
			<string>FE67BAE8-B81C-4764-92E4-61F42AE23505</string>
			<key>PayloadVersion</key>
			<integer>1</integer>
		</dict>
	</array>
	<key>PayloadDisplayName</key>
	<string>YONA-VPN-20150415-2108</string>
	<key>PayloadIdentifier</key>
	<string>uk4-craggda.yona.nu.0BAC1CEF-D206-4526-998D-0BA8D7608E37</string>
	<key>PayloadOrganization</key>
	<string>YONA</string>
	<key>PayloadRemovalDisallowed</key>
	<false/>
	<key>PayloadType</key>
	<string>Configuration</string>
	<key>PayloadUUID</key>
	<string>4EEA96BD-DC36-4149-8E8A-31F6752B75ED</string>
	<key>PayloadVersion</key>
	<integer>1</integer>
</dict>
</plist>
